[
  {
    "path": "publications/2021-08-18-repeat-victimization-by-website-defacement/",
    "title": "Repeat victimization by website defacement: An empirical test of premises from an environmental criminology perspective",
    "description": "Journal article",
    "author": [
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "E. Rutger Leukfeldt",
        "url": {}
      },
      {
        "name": "Steve G.A. van de Weijer",
        "url": {}
      },
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      }
    ],
    "date": "2021-08-18",
    "categories": [
      "cybercrime",
      "environmental criminology",
      "hacking",
      "repeat victimization",
      "website defacement",
      "zone-h"
    ],
    "contents": "\r\nAbstract\r\nRepeat victimization has been widely studied from the perspective of environmental criminology for several decades. During this period, criminologists have identified a set of repeat victimization premises that are observed for many crimes; however, it is unknown whether these premises are also valid for cybercrime. In this study we rely on more than 9 million Zone-H data records from 2010 to 2017 to test whether these premises apply for the cybercrime of website defacement. We show that the phenomenon of repeat victimization is also observed in defaced cyber places (i.e. websites). In particular, we found that repeats contributed little to crime rates, that repeats occurred even several years after the original incident, that they were committed disproportionately by prolific offenders, and that few offenders returned to victimize previous targets. The results suggest that some traditional premises of repeat victimization may also be valid for understanding cybercrime events such as website defacement, implying that environmental criminology theories also constitute a useful framework for cybercrime analysis. The implications of these results in terms of criminological theory, cybercrime prevention, and the limitations derived from the use of Zone-H data are discussed.\r\nLinks\r\nAccess the R code\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-12-24T10:42:24+01:00",
    "input_file": {}
  }
]
