[
  {
    "path": "publications/2022-03-24-alerting-consciences-to-reduce-cybercrime/",
    "title": "Alerting consciences to reduce cybercrime: A quasi-experimental design using warning banners",
    "description": "Journal article",
    "author": [
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "E. Rutger Leukfeldt",
        "url": {}
      },
      {
        "name": "Wouter Klijnsoon",
        "url": {}
      }
    ],
    "date": "2022-03-24",
    "categories": [
      "cybercrime",
      "DDoS",
      "situational crime prevention",
      "warning banners",
      "online ads",
      "quasi-experiment",
      "factorial design"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nObjective: Aiming to reduce distributed denial-of-service (DDoS) attacks by alerting the consciences of Internet users, this paper evaluates the effectiveness of four warning banners displayed as online ads (deterrent—control, social, informative, and reorienting) and the contents of their two linked landing pages.\r\nMethods: We implement a 4 × 2 quasi-experimental design on a self-selected sample of Internet users to measure the engagement generated by the ads and the pages. Engagement is measured on the ads as the ratio of clicks to impressions and on the pages as percentage of page scrolled, average session duration, video interaction rate, and URLs click rate.\r\nResults: Social ads generate significantly more engagement than the rest with low to medium effect sizes. Data reveal no differences in engagement between both landing page designs.\r\nConclusions: Social messages may be a better alternative for engaging with potential cyber offenders than the traditional deterrent messages.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\nAccess the data and the R code\r\n\r\n\r\n\r\n",
    "preview": "publications/2022-03-24-alerting-consciences-to-reduce-cybercrime/preview.png",
    "last_modified": "2022-03-24T18:25:35+01:00",
    "input_file": {},
    "preview_width": 1033,
    "preview_height": 627
  },
  {
    "path": "publications/2021-08-18-repeat-victimization-by-website-defacement/",
    "title": "Repeat victimization by website defacement: An empirical test of premises from an environmental criminology perspective",
    "description": "Journal article",
    "author": [
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "E. Rutger Leukfeldt",
        "url": {}
      },
      {
        "name": "Steve G. A. van de Weijer",
        "url": {}
      },
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      }
    ],
    "date": "2021-08-18",
    "categories": [
      "cybercrime",
      "environmental criminology",
      "hacking",
      "repeat victimization",
      "website defacement",
      "zone-h"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nRepeat victimization has been widely studied from the perspective of environmental criminology for several decades. During this period, criminologists have identified a set of repeat victimization premises that are observed for many crimes; however, it is unknown whether these premises are also valid for cybercrime. In this study we rely on more than 9 million Zone-H data records from 2010 to 2017 to test whether these premises apply for the cybercrime of website defacement. We show that the phenomenon of repeat victimization is also observed in defaced cyber places (i.e. websites). In particular, we found that repeats contributed little to crime rates, that repeats occurred even several years after the original incident, that they were committed disproportionately by prolific offenders, and that few offenders returned to victimize previous targets. The results suggest that some traditional premises of repeat victimization may also be valid for understanding cybercrime events such as website defacement, implying that environmental criminology theories also constitute a useful framework for cybercrime analysis. The implications of these results in terms of criminological theory, cybercrime prevention, and the limitations derived from the use of Zone-H data are discussed.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\nAccess the R code\r\n\r\n\r\n\r\n",
    "preview": "publications/2021-08-18-repeat-victimization-by-website-defacement/preview.png",
    "last_modified": "2021-12-27T14:31:53+01:00",
    "input_file": {},
    "preview_width": 1201,
    "preview_height": 606
  },
  {
    "path": "publications/2021-07-18-empty-streets-busy-internet-a/",
    "title": "Empty streets, busy internet: A time-series analysis of cybercrime and fraud trends during COVID-19",
    "description": "Journal article",
    "author": [
      {
        "name": "Steven Kemp",
        "url": {}
      },
      {
        "name": "David Buil-Gil",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      },
      {
        "name": "Nacho Díaz-Castaño",
        "url": {}
      }
    ],
    "date": "2021-07-18",
    "categories": [
      "crime trends",
      "coronavirus",
      "ARIMA",
      "cyber security",
      "victimization",
      "crime statistics"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nThe unprecedented changes in routine activities brought about by COVID-19 and the associated lockdown measures contributed to a reduction in opportunities for predatory crimes in outdoor physical spaces, while people spent more time connected to the internet, and opportunities for cybercrime and fraud increased. This article applies time-series analysis to historical data on cybercrime and fraud reported to Action Fraud in the United Kingdom to examine whether any potential increases are beyond normal crime variability. Furthermore, the discrepancies between fraud types and individual and organizational victims are also analyzed. The results show that while both total cybercrime and total fraud increased beyond predicted levels, the changes in victimization were not homogeneous across fraud types and victims. The implications of these findings on how changes in routine activities during COVID-19 have influenced cybercrime and fraud opportunities are discussed in relation to policy, practice, and academic debate.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\nSee the related ShinyApp\r\nAccess the R code for the ShinyApp\r\n\r\n\r\n\r\n",
    "preview": "publications/2021-07-18-empty-streets-busy-internet-a/preview.png",
    "last_modified": "2021-12-27T14:31:33+01:00",
    "input_file": {},
    "preview_width": 706,
    "preview_height": 773
  },
  {
    "path": "publications/2021-06-04-the-annual-conference-on-the/",
    "title": "The Annual Conference on the Human Factor in Cybercrime: An analysis of participation in the 2018 and 2019 meetings",
    "description": "Book chapter",
    "author": [
      {
        "name": "Asier Moneva",
        "url": {}
      }
    ],
    "date": "2021-06-04",
    "categories": [
      "conference",
      "human factor",
      "cybercrime",
      "network analysis"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nThe Annual Conference on the Human Factor in Cybercrime is a small and specialised scientific event that aims to bring together scholars from around the world to present their research advances to a select audience. Its dynamic and linear format favours group discussions since all contributions are heard by all the attendants. This, together with its tailored social scheme, promotes interaction between members, which—in turn—leads to new collaborations. However, it has not yet been analysed whether the design of the conference actually encourages varied participation and fosters collaborative networks among its participants. The purpose of this chapter is to assess participation in the 2018 and 2019 editions to determine whether this is the case. Using descriptive analyses, here we show how participation in the conference has varied and examine the composition of the collaboration networks among the participants. The results show an increased and more diverse participation in the 2019 meeting along with a greater presence of stakeholders. Furthermore, the findings reveal that members of previously established organisations play an important role in cohering the network. Yet few connections exist between academia and practice. A further analysis of the strengths and weaknesses identified in the two editions of the conference serves to elaborate a series of recommendations for future editions.\r\nLinks\r\nRead the chapter online\r\nDownload the PDF (post-print)\r\n\r\n\r\n\r\n",
    "preview": "publications/2021-06-04-the-annual-conference-on-the/preview.png",
    "last_modified": "2021-12-27T13:19:28+01:00",
    "input_file": {},
    "preview_width": 1013,
    "preview_height": 524
  },
  {
    "path": "publications/2020-08-11-cybercrime-and-shifts-in-opportunities/",
    "title": "Cybercrime and shifts in opportunities during COVID-19: A preliminary analysis in the UK",
    "description": "Journal article",
    "author": [
      {
        "name": "David Buil-Gil",
        "url": {}
      },
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "Steven Kemp",
        "url": {}
      },
      {
        "name": "Nacho Díaz-Castaño",
        "url": {}
      }
    ],
    "date": "2020-08-11",
    "categories": [
      "crime trends",
      "internet",
      "cyber security",
      "fraud",
      "police statistics",
      "routine activities"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nThe COVID-19 outbreak and the far-reaching lockdown measures are having direct and indirect effects on complex social domains, including opportunities for crime offline and online. This paper presents preliminary analyses about the short-term effect of COVID-19 and lockdown measures on cyber-dependent crime and online fraud in the UK. Time series analyses from data about crimes known to police between May 2019 and May 2020 are used to explore the extent to which cybercrime has been affected by the COVID-19 outbreak. More specifically, we examine whether cybercrime has suffered an increase during the months with the strictest lockdown restrictions, as an effect of the displacement of crime opportunities from physical to online environments. Results indicate that reports of cybercrime have increased during the COVID-19 outbreak, and these were remarkably large during the two months with the strictest lockdown policies and measures. In particular, the number of frauds associated with online shopping and auctions, and the hacking of social media and email, which are the two most common cybercrime categories in the UK, have seen the largest increases in the number of incidents. The increase in cyber-dependent crimes has mainly been experienced by individual victims rather than organisations.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-08-11-cybercrime-and-shifts-in-opportunities/preview.png",
    "last_modified": "2021-12-27T14:31:14+01:00",
    "input_file": {},
    "preview_width": 888,
    "preview_height": 698
  },
  {
    "path": "publications/2020-07-24-cyber-places-crime-patterns-and/",
    "title": "Cyber places, crime patterns, and cybercrime prevention: An environmental criminology and crime analysis approach through data science",
    "description": "Doctoral thesis",
    "author": [
      {
        "name": "Asier Moneva",
        "url": {}
      }
    ],
    "date": "2020-07-24",
    "categories": [
      "crime analysis",
      "crime patterns",
      "crime prevention",
      "cyber place",
      "cybercrime",
      "data science",
      "environmental criminology"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nFor years, academics have examined the potential usefulness of traditional criminological theories to explain and prevent cybercrime. Some analytical frameworks from Environmental Criminology and Crime Analysis (ECCA), such as the Routine Activities Approach and Situational Crime Prevention, are frequently used in theoretical and empirical research for this purpose. These efforts have led to a better understanding of how crime opportunities are generated in cyberspace, thus contributing to advancing the discipline. However, with a few exceptions, other ECCA analytical frameworks -especially those based on the idea of geographical place- have been largely ignored. The limited attention devoted to ECCA from a global perspective means its true potential to prevent cybercrime has remained unknown to date. In this thesis we aim to overcome this geographical gap in order to show the potential of some of the essential concepts that underpin the ECCA approach, such as places and crime patterns, to analyse and prevent four crimes committed in cyberspace. To this end, this dissertation is structured in two phases: firstly, a proposal for the transposition of ECCA’s fundamental propositions to cyberspace; and secondly, deriving from this approach some hypotheses are contrasted in four empirical studies through Data Science. The first study contrasts a number of premises of repeat victimization in a sample of more than nine million self-reported website defacements. The second examines the precipitators of crime at cyber places where allegedly fixed match results are advertised and the hyperlinked network they form. The third explores the situational contexts where repeated online harassment occurs among a sample of non-university students. And the fourth builds two metadata-driven machine learning models to detect online hate speech in a sample of Twitter messages collected after a terrorist attack. General results show (1) that cybercrimes are not randomly distributed in space, time, or among people; and (2) that the environmental features of the cyber places where they occur determine the emergence of crime opportunities. Overall, we conclude that the ECCA approach and, in particular, its place-based analytical frameworks can also be valid for analysing and preventing crime in cyberspace. We anticipate that this work can guide future research in this area including: the design of secure online environments, the allocation of preventive resources to high-risk cyber places, and the implementation of new evidence-based situational prevention measures.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-07-24-cyber-places-crime-patterns-and/preview.png",
    "last_modified": "2021-12-27T14:30:55+01:00",
    "input_file": {},
    "preview_width": 972,
    "preview_height": 742
  },
  {
    "path": "publications/2020-06-06-environmental-criminology-and-cybercrime-shifting/",
    "title": "Environmental criminology and cybercrime: Shifting focus from the wine to the bottles",
    "description": "Book chapter",
    "author": [
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      }
    ],
    "date": "2020-06-06",
    "categories": [
      "environmental criminology",
      "crime science",
      "criminological theory",
      "prevention",
      "opportunity",
      "geographical gap",
      "cyber place",
      "crime event",
      "cybercrime",
      "crime patterns"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nThis chapter addresses the ability of the criminological approaches that comprise Environmental Criminology to constitute an adequate theoretical framework to analyze and understand the situational aspects of crimes committed through cyberspace and to define the most appropriate prevention strategies. The chapter begins by examining how these approaches have been applied. Subsequently, the reasons why the environmental approach can offer much more in this area if some apparent obstacles are overcome are presented. Finally, a method of applying these midrange theoretical frameworks to different cybercrimes is proposed. Relying on multiple empirical studies, it is stated that the essential premise of the environmental approach is also observed in cybercrime: the existence of situational patterns. These patterns are derived from the different ways in which offenders and targets, in the absence of guardians, converge in cyber places: digital interaction environments that shape the situational opportunities in which people interact. The chapter ends by summarizing the application possibilities of approaches such as the Crime Pattern Theory and Situational Crime Prevention in connection with the Routine Activity Theory and the Rational Choice Theory. It is proposed that many of the geographical applications derived from these approaches and some of their basic theoretical premises need to be adapted while seeking to enhance their strengths and mitigate the effects of their weaknesses.\r\nLinks\r\nPDF under embargo until 2020-06-06. Contact me to get a copy!\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-06-06-environmental-criminology-and-cybercrime-shifting/preview.png",
    "last_modified": "2021-12-27T18:17:23+01:00",
    "input_file": {},
    "preview_width": 1323,
    "preview_height": 526
  },
  {
    "path": "publications/2020-04-03-hunter-or-prey-exploring-the/",
    "title": "Hunter or prey? Exploring the situational profiles that define repeated online harassment victims and offenders",
    "description": "Journal article",
    "author": [
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      },
      {
        "name": "Timothy C. Hart",
        "url": {}
      }
    ],
    "date": "2020-04-03",
    "categories": [
      "online harassment",
      "cyber place",
      "CACC",
      "conjunctive analysis",
      "situational profile"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nData collected from a sample of Spanish non-university students (N = 4174) were used to identify unique situational profiles of self-identified repeated online harassment victims and offenders, through a Conjunctive Analysis of Case Configurations (CACC). Repeat victim and offender profiles were constructed using individual-level factors and variables related to the cyber “places” where students go online and their personal information they share while there. Clustering analysis demonstrates that students spent their time online in few situational contexts where online harassment occurs. Dominant situational profiles of students are then provided, along with their associated probabilities for experiencing repeat victimization or committing repeat offending, identifying those at relatively higher and lower risk. Results show that composite profiles associated with victims of repeated online harassment are dissimilar to those associated with offenders of repeated online harassment, suggesting that each form of online harassment occurs in different situational contexts and therefore requires different preventative measures. Our findings are discussed in terms of criminological theory, future online harassment research, cybercrime prevention, and policy implications.\r\nLinks\r\nDownload the PDF\r\nAccess the R code\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-04-03-hunter-or-prey-exploring-the/preview.png",
    "last_modified": "2021-12-27T14:30:32+01:00",
    "input_file": {},
    "preview_width": 984,
    "preview_height": 702
  },
  {
    "path": "publications/2020-03-04-the-dark-figure-and-the/",
    "title": "The dark figure and the cyber fraud Rise in Europe: Evidence from Spain",
    "description": "Journal article",
    "author": [
      {
        "name": "Steven Kemp",
        "url": {}
      },
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      }
    ],
    "date": "2020-03-04",
    "categories": [
      "dark figure",
      "cyber fraud",
      "crime trends",
      "crime drop",
      "evidence-based prevention",
      "crime reporting"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nA reduction in property crime has been a central feature of criminological discussion in the last 25 years, and numerous studies have used police statistics to identify a drop throughout the Western world. However, fraud, which is included in a broad definition of property crime, has typically not been considered in the analysis. This study examines fraud in the Spanish and European context to further understanding of its nature, prevalence, evolution and role in the overall panorama of property crime. Furthermore, the present study explores the extent to which we are experiencing widespread fraud underreporting to police and the implications of this for crime control policy. To this end, the present paper analyses secondary data provided by the Spanish Ministry of Interior, Spanish and European central banking authorities as well as large-scale victimization surveys from a number of European countries. In contrast to other property crimes, the findings indicate that cyber fraud is rising and that reporting is considerably lower. Some of the main reasons for reporting or not reporting fraud victimization are also identified. The dark figure of fraud suggests the design and evaluation of policing and crime prevention policies based solely on police statistics may be inadequate.\r\nLinks\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-03-04-the-dark-figure-and-the/preview.png",
    "last_modified": "2021-12-27T14:30:06+01:00",
    "input_file": {},
    "preview_width": 1237,
    "preview_height": 794
  },
  {
    "path": "publications/2020-01-31-comparing-correlates-of-offline-and/",
    "title": "Comparing correlates of offline and online fraud victimisation and impacts",
    "description": "Journal article",
    "author": [
      {
        "name": "Steven Kemp",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      }
    ],
    "date": "2020-01-31",
    "categories": [
      "Catalan Public Security Survey",
      "fraud",
      "cyber fraud",
      "quantitative methodology",
      "victimization"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nFraud is one of the archetypal crimes that founded the ‘old wine in new bottles’ cybercrime debate. However, it also constitutes an issue whose impacts are still often misunderstood or underestimated. In order to add to the debate and highlight the consequences suffered by fraud victims in the digital-era, this study preforms a series of regression models to analyse the differences in determinants of online and offline fraud and the factors associated with increased financial and psychological impacts as well as annoyance. This is carried out using data on fraud victims from 2 editions (2015 and 2017) of the Catalan Public Security Survey (n = 1177). The findings show that online fraud victims are younger and have a higher education level. Regarding impact, few significant determinants of financial losses are found, but annoyance and psychological consequences are higher in offline fraud and can be influenced by variables such as the victim’s sex, financial situation or opinion regarding safety in their local area. Interestingly, despite the consequences being lower, online fraud is more likely to be considered a crime by the victim. Finally, the implications for policy and practice are discussed.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2020-01-31-comparing-correlates-of-offline-and/preview.png",
    "last_modified": "2021-12-27T14:29:44+01:00",
    "input_file": {},
    "preview_width": 1000,
    "preview_height": 730
  },
  {
    "path": "publications/2019-12-11-100-sure-bets-exploring-the/",
    "title": "100% sure bets? Exploring the precipitation-control strategies of fixed-match informing websites and the environmental features of their networks",
    "description": "Journal article",
    "author": [
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "Stefano Caneppele",
        "url": {}
      }
    ],
    "date": "2019-12-11",
    "categories": [
      "match-fixing",
      "sport betting",
      "cyber place",
      "situational precipitators of crime",
      "network analysis"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nIn recent years, many human activities have made cyberspace their preferred environment. This study focuses on the betting environment, specifically on fixed-match informing websites (FMIWs). These sites claim to be capable of selling tips about fixed sports events. They essentially act as vendors of confidential sources, allowing punters to place 100% sure bets. We hypothesize that cyber places for match-fixing tips facilitate deviant behaviors. Through systematic observation, we describe and quantify a set of 15 environmental features they share, which do not always belong to regulated online betting platforms. Findings from 78 FMIWs corroborate our hypothesis, as they support the relevance of Environmental Criminology theories applied to cybercrime. Additional exploration through hyperlink network analysis shows that FMIWs are highly homogeneous and have similar characteristics to the Tor network but differ from other illicit online environments such as sexual child exploitation networks or white supremacist communities. The characteristics of the network suggest that the business is more similar to a fraud scheme than an illicit market. Finally, the practical implications of the results for crime prevention and the directions for future research are outlined.\r\nLinks\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2019-12-11-100-sure-bets-exploring-the/preview.png",
    "last_modified": "2021-12-27T14:29:17+01:00",
    "input_file": {},
    "preview_width": 738,
    "preview_height": 745
  },
  {
    "path": "publications/2019-10-21-what-about-cyberspace-and-cybercrime/",
    "title": "What about cyberspace (and cybercrime alongside it)? A reply to Farrell and Birks “Did cybercrime cause the crime drop?”",
    "description": "Journal article",
    "author": [
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      }
    ],
    "date": "2019-10-21",
    "categories": [
      "crime drop",
      "security hypothesis",
      "cybercrime hypothesis",
      "cyberspace",
      "information technology"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nIn this paper we question Farrell and Birks’ assertion of the emergence of cybercrime as an invalid explanation for the crime drop. Alternatively to the “cybercrime hypothesis”, we propose two non-exclusive hypotheses that highlight the essential role of cyberspace as an environment that has shifted criminal opportunities from physical to virtual space, which reflects on crime trends. The first hypothesis posits that the more time spent at home by many young people due to video games and online leisure activities, among other factors, could have had an impact on the juvenile crime drop. The second hypothesis states that the appearance of cyberspace has led to a shift in opportunities from physical space to cyberspace. This could have led to an increase in property-related criminal activity connected to the Internet to the detriment of physical crime which would not be reflected in the statistics. Both premises are supported by empirical evidence.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2019-10-21-what-about-cyberspace-and-cybercrime/preview.png",
    "last_modified": "2021-12-27T15:26:38+01:00",
    "input_file": {},
    "preview_width": 1078,
    "preview_height": 686
  },
  {
    "path": "publications/2019-10-16-can-metadata-be-used-to/",
    "title": "Can metadata be used to measure the anonymity of Twitter users? Results of a confirmatory factor analysis",
    "description": "Journal article",
    "author": [
      {
        "name": "Zoraida Esteve-Bañón",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      }
    ],
    "date": "2019-10-16",
    "categories": [
      "anonymity",
      "cyberspace",
      "metadata",
      "Twitter",
      "confirmatory factor analysis"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nAnonymity is one of the elements traditionally associated with criminal and antisocial behaviour. Anonymity depends on several factors, such as natural surveillance or the visibility created by the physical or digital environment. Certain digital environments, such as social networks, exhibit characteristics that facilitate or limit the degree of anonymity of their users. Social networks are places in cyberspace where people interact with each other and with the environment, where they increasingly carry out their daily activities and where they also commit crimes. This paper attempts to test the hypothesis that certain elements of the social network environment define the anonymity of their users. To this end, an empirical process for quantifying anonymity is proposed, which can be applied transversally to all places in cyberspace that permit user accounts. Subsequently, a data set of 162 users has been obtained from the social network Twitter which also collects the metadata associated to their accounts. To test this hypothesis, a Confirmatory Factor Analysis (CFA) has been conducted to determine whether the data obtained fit the model based on a theoretical concept proposed by the researchers. The results show a moderate fit for the model, suggesting that some metadata (i.e., geopositioning) do not contribute to defining the latent variable anonymity. We suggest the proposed model needs to be reconsidered and applied to a larger sample to improve its fit. Finally, the applicability of the proposed methodology for measuring anonymity and future lines of research are discussed.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2019-10-16-can-metadata-be-used-to/preview.png",
    "last_modified": "2021-12-27T15:40:48+01:00",
    "input_file": {},
    "preview_width": 1060,
    "preview_height": 188
  },
  {
    "path": "publications/2018-11-15-hate-is-in-the-air/",
    "title": "Hate is in the air! But where? Introducing an algorithm to detect hate speech in digital microenvironments",
    "description": "Journal article",
    "author": [
      {
        "name": "Fernando Miró-Llinares",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      },
      {
        "name": "Miriam Esteve",
        "url": {}
      }
    ],
    "date": "2018-11-15",
    "categories": [
      "metadata",
      "cyber place",
      "hate speech",
      "Twitter",
      "random forest"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nWith the objective of facilitating and reducing analysis tasks undergone by law enforcement agencies and service providers, and using a sample of digital messages (i.e., tweets) sent via Twitter following the June 2017 London Bridge terror attack (N = 200,880), the present study introduces a new algorithm designed to detect hate speech messages in cyberspace. Unlike traditional designs based on semantic and syntactic approaches, the algorithm hereby implemented feeds solely on metadata, achieving high level of precision. Through the application of the machine learning classification technique Random Forests, our analysis indicates that metadata associated with the interaction and structure of tweets are especially relevant to identify the content they contain. However, metadata of Twitter accounts are less useful in the classification process. Collectively, findings from the current study allow us to demonstrate how digital microenvironment patterns defined by metadata can be used to create a computer algorithm capable of detecting online hate speech. The application of the algorithm and the direction of future research in this area are discussed.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2018-11-15-hate-is-in-the-air/preview.png",
    "last_modified": "2021-12-27T15:48:00+01:00",
    "input_file": {},
    "preview_width": 1194,
    "preview_height": 711
  },
  {
    "path": "publications/2018-05-28-conjunctive-analysis-of-case-configurations/",
    "title": "Conjunctive analysis of case configurations: An introduction to configural thinking",
    "description": "Journal article",
    "author": [
      {
        "name": "Timothy C. Hart",
        "url": {}
      },
      {
        "name": "Asier Moneva",
        "url": {}
      }
    ],
    "date": "2018-05-28",
    "categories": [
      "CACC",
      "exploratory data analysis",
      "multivariate analysis",
      "conjunctive analysis",
      "situational profile"
    ],
    "contents": "\r\n\r\nContents\r\nAbstract\r\nLinks\r\n\r\nAbstract\r\nThis paper establishes the first Spanish step-by-step guide to carry out a Conjunctive Analysis of Case Configurations. It is defined as an exploratory technique for multivariate analysis of categorical data, which is an alternative to other traditional methods. Through its logical development, we intend to show a systematic method for data preparation that allows a wide range of analysis to be conducted on them, showing both the advantages it offers and its inherent limitations. To clearly illustrate its application process, two databases managed by the University of Michigan Institute for Social Research have been used: The National Incident Based Report System and The Law Enforcement Management and Administrative Statistics. The interpretation of results obtained by this technique allows reaching conclusions that may have important implications for several evidence based decision-making processes.\r\nLinks\r\nRead the paper online\r\nDownload the PDF\r\n\r\n\r\n\r\n",
    "preview": "publications/2018-05-28-conjunctive-analysis-of-case-configurations/preview.png",
    "last_modified": "2021-12-27T16:01:05+01:00",
    "input_file": {},
    "preview_width": 839,
    "preview_height": 673
  }
]
